tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

# Load/unload environment variables based on $PWD
brew "direnv"

# GitHub command-line tool
brew "gh"

# Open-source build automation tool based on the Groovy and Kotlin DSL
brew "gradle"

# Lightweight and flexible command-line JSON processor
brew "jq"

# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"

# Terminal multiplexer
brew "tmux"

# Display directories as trees (with optional color/HTML output)
brew "tree"

brew "fzf"
brew "virtualenv"
brew "zoxide"
brew "opentofu"

# Application uninstaller
cask "appcleaner"
# Voice and text chat software
cask "discord"

# Web browser
cask "google-chrome"

# App to write, plan, collaborate, and get organized
cask "notion"
# Open-source software for live streaming and screen recording
cask "obs"

# Graphical client for Git version control
cask "sourcetree"
# Open-source code editor
cask "visual-studio-code"

cask "alacritty"
